brew "openssl@3"
brew "curl"
brew "docker"
brew "fontconfig"
brew "fzf"
brew "git"
brew "go"
brew "neovim"
brew "node"
brew "python@3.13"
brew "pipx"
brew "stow"
brew "tree"
brew "zsh"
cask "font-ubuntu-sans-nerd-font"
cask "iterm2"
cask "sublime-text"
cask "visual-studio-code"
vscode "bradlc.vscode-tailwindcss"
vscode "dnlytras.nord-wave"
vscode "github.copilot"
vscode "github.copilot-chat"
vscode "merithayan.polar"
vscode "ms-azuretools.vscode-containers"
vscode "ms-python.debugpy"
vscode "ms-python.python"
vscode "ms-python.vscode-pylance"
vscode "ms-python.vscode-python-envs"
vscode "ms-vscode-remote.remote-ssh"
vscode "ms-vscode-remote.remote-ssh-edit"
vscode "ms-vscode.makefile-tools"
vscode "ms-vscode.remote-explorer"
