brew "openssl@3"
brew "curl"
brew "fzf"
brew "git"
brew "neovim"
brew "python@3.13"
brew "pipx"
brew "stow"
brew "tree"
brew "zsh"
cask "font-ubuntu-sans-nerd-font"
cask "iterm2"
cask "orka-desktop"
cask "sublime-text"
cask "visual-studio-code"
