brew "openssl@3"
brew "curl"
brew "docker"
brew "fontconfig"
brew "fzf"
brew "git"
brew "go"
brew "neovim"
brew "node"
brew "python@3.13"
brew "pipx"
brew "stow"
brew "tree"
brew "zsh"
cask "font-ubuntu-sans-nerd-font"
